Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# driveAccessDeniedErrorDescription
source: You do not have permission to access this kDrive. Please check your permissions or contact your administrator.
da_dk: Du har ikke tilladelse til at få adgang til dette kDrive. Kontrollér dine tilladelser eller kontakt din administrator.
de_de: Sie haben keine Berechtigung, auf dieses kDrive zuzugreifen. Bitte überprüfen Sie Ihre Berechtigungen oder wenden Sie sich an Ihren Administrator.
el_gr: Δεν έχετε άδεια πρόσβασης σε αυτό το kDrive. Ελέγξτε τα δικαιώματά σας ή επικοινωνήστε με τον διαχειριστή σας.
es_es: No tiene permiso para acceder a este kDrive. Verifique sus permisos o contacte con su administrador.
fi_fi: Sinulla ei ole lupaa käyttää tätä kDrivea. Tarkista käyttöoikeutesi tai ota yhteyttä järjestelmänvalvojaasi.
fr_fr: Vous n’avez pas la permission d’accéder à ce kDrive. Veuillez vérifier vos autorisations ou contacter votre administrateur.
it_it: Non hai il permesso di accedere a questo kDrive. Verifica le tue autorizzazioni o contatta il tuo amministratore.
nb_no: Du har ikke tilgang til denne kDrive. Kontroller tillatelsene dine eller kontakt administratoren din.
nl_nl: U heeft geen toestemming om toegang te krijgen tot dit kDrive. Controleer uw machtigingen of neem contact op met uw beheerder.
pl_pl: Nie masz uprawnień do dostępu do tego kDrive. Sprawdź swoje uprawnienia lub skontaktuj się z administratorem.
pt_pt: Não tem permissão para aceder a este kDrive. Verifique as suas permissões ou contacte o seu administrador.
sv_se: Du har inte behörighet att komma åt den här kDrive. Kontrollera dina behörigheter eller kontakta din administratör.

# driveAccessDeniedErrorTitle
source: Access denied to kDrive
da_dk: Adgang nægtet til kDrive
de_de: Zugriff auf kDrive verweigert
el_gr: Η πρόσβαση στο kDrive απορρίφθηκε
es_es: Acceso denegado a kDrive
fi_fi: Pääsy kDriveen estetty
fr_fr: Accès refusé au kDrive
it_it: Accesso negato a kDrive
nb_no: Tilgang nektet til kDrive
nl_nl: Toegang geweigerd tot kDrive
pl_pl: Odmowa dostępu do kDrive
pt_pt: Acesso recusado ao kDrive
sv_se: Åtkomst nekad till kDrive

# driveAsleepErrorTitle
source: Your kDrive is in sleep mode
da_dk: Dit kDrive er i dvaletilstand
de_de: Ihr kDrive befindet sich im Ruhemodus
el_gr: Το kDrive σας βρίσκεται σε κατάσταση αδρανείας
es_es: Su kDrive está en modo de suspensión
fi_fi: kDrivesi on lepotilassa
fr_fr: Votre kDrive est en veille
it_it: Il tuo kDrive è in modalità sospensione
nb_no: kDrive er i hvilemodus
nl_nl: Uw kDrive is in de slaapstand
pl_pl: Twój kDrive jest w trybie uśpienia
pt_pt: O seu kDrive está em modo de suspensão
sv_se: Din kDrive är i vilöläge

# driveLockedAdminErrorDescription
source: This kDrive has not been renewed. You can no longer access it. Renew your subscription to reactivate the service.
da_dk: Dette kDrive er ikke blevet fornyet. Du kan ikke længere få adgang til det. Forny dit abonnement for at genaktivere tjenesten.
de_de: Dieses kDrive wurde nicht verlängert. Sie können nicht mehr darauf zugreifen. Erneuern Sie Ihr Abonnement, um den Dienst zu reaktivieren.
el_gr: Αυτό το kDrive δεν ανανεώθηκε. Δεν μπορείτε πλέον να έχετε πρόσβαση σε αυτό. Ανανεώστε τη συνδρομή σας για να επανενεργοποιήσετε την υπηρεσία.
es_es: Este kDrive no ha sido renovado. Ya no puede acceder a él. Renueve su suscripción para reactivar el servicio.
fi_fi: Tätä kDrivea ei ole uusittu. Et enää pääse siihen. Uusi tilauksesi aktivoidaksesi palvelun uudelleen.
fr_fr: Ce kDrive n’a pas été renouvelé. Vous ne pouvez plus y accéder. Renouvelez votre abonnement pour réactiver le service.
it_it: Questo kDrive non è stato rinnovato. Non puoi più accedervi. Rinnova il tuo abbonamento per riattivare il servizio.
nb_no: Denne kDrive er ikke fornyet. Du har ikke lenger tilgang til den. Forny abonnementet ditt for å reaktivere tjenesten.
nl_nl: Dit kDrive is niet verlengd. U heeft er geen toegang meer toe. Vernieuw uw abonnement om de service opnieuw te activeren.
pl_pl: Ten kDrive nie został odnowiony. Nie możesz już uzyskać do niego dostępu. Odnów subskrypcję, aby reaktywować usługę.
pt_pt: Este kDrive não foi renovado. Já não pode aceder ao mesmo. Renove a sua subscrição para reativar o serviço.
sv_se: Den här kDrive har inte förnyats. Du kan inte längre komma åt den. Förnya din prenumeration för att återaktivera tjänsten.

# driveLockedErrorDescription
source: This kDrive has not been renewed. You can no longer access it. Contact your administrator to reactivate the service.
da_dk: Dette kDrive er ikke blevet fornyet. Du kan ikke længere få adgang til det. Kontakt din administrator for at genaktivere tjenesten.
de_de: Dieses kDrive wurde nicht verlängert. Sie können nicht mehr darauf zugreifen. Wenden Sie sich an Ihren Administrator, um den Dienst zu reaktivieren.
el_gr: Αυτό το kDrive δεν ανανεώθηκε. Δεν μπορείτε πλέον να έχετε πρόσβαση σε αυτό. Επικοινωνήστε με τον διαχειριστή σας για να επανενεργοποιήσετε την υπηρεσία.
es_es: Este kDrive no ha sido renovado. Ya no puede acceder a él. Contacte con su administrador para reactivar el servicio.
fi_fi: Tätä kDrivea ei ole uusittu. Et enää pääse siihen. Ota yhteyttä järjestelmänvalvojaasi aktivoidaksesi palvelun uudelleen.
fr_fr: Ce kDrive n’a pas été renouvelé. Vous ne pouvez plus y accéder. Contactez votre administrateur pour réactiver le service.
it_it: Questo kDrive non è stato rinnovato. Non puoi più accedervi. Contatta il tuo amministratore per riattivare il servizio.
nb_no: Denne kDrive er ikke fornyet. Du har ikke lenger tilgang til den. Kontakt administratoren din for å reaktivere tjenesten.
nl_nl: Dit kDrive is niet verlengd. U heeft er geen toegang meer toe. Neem contact op met uw beheerder om de service opnieuw te activeren.
pl_pl: Ten kDrive nie został odnowiony. Nie możesz już uzyskać do niego dostępu. Skontaktuj się z administratorem, aby reaktywować usługę.
pt_pt: Este kDrive não foi renovado. Já não pode aceder ao mesmo. Contacte o seu administrador para reativar o serviço.
sv_se: Den här kDrive har inte förnyats. Du kan inte längre komma åt den. Kontakta din administratör för att återaktivera tjänsten.

# driveLockedErrorTitle
source: Your kDrive has expired
da_dk: Dit kDrive er udløbet
de_de: Ihr kDrive ist abgelaufen
el_gr: Το kDrive σας έχει λήξει
es_es: Su kDrive ha expirado
fi_fi: kDrivesi on vanhentunut
fr_fr: Votre kDrive a expiré
it_it: Il tuo kDrive è scaduto
nb_no: kDrive har utløpt
nl_nl: Uw kDrive is verlopen
pl_pl: Twój kDrive wygasł
pt_pt: O seu kDrive expirou
sv_se: Din kDrive har upphört att gälla

# driveLoggingErrorDescription
source: Sign in again to continue using kDrive.
da_dk: Log ind igen for at fortsætte med at bruge kDrive.
de_de: Melden Sie sich erneut an, um kDrive weiterhin zu verwenden.
el_gr: Συνδεθείτε ξανά για να συνεχίσετε να χρησιμοποιείτε το kDrive.
es_es: Inicie sesión nuevamente para continuar usando kDrive.
fi_fi: Kirjaudu sisään uudelleen jatkaaksesi kDriven käyttöä.
fr_fr: Reconnectez-vous pour continuer à utiliser kDrive.
it_it: Accedi di nuovo per continuare a utilizzare kDrive.
nb_no: Logg inn igjen for å fortsette å bruke kDrive.
nl_nl: Log opnieuw in om kDrive te blijven gebruiken.
pl_pl: Zaloguj się ponownie, aby nadal korzystać z kDrive.
pt_pt: Inicie sessão novamente para continuar a utilizar o kDrive.
sv_se: Logga in igen för att fortsätta använda kDrive.

# driveLoggingErrorTitle
source: You have been signed out
da_dk: Du er blevet logget ud
de_de: Sie wurden abgemeldet
el_gr: Αποσυνδεθήκατε
es_es: Se ha cerrado su sesión
fi_fi: Sinut on kirjattu ulos
fr_fr: Vous avez été déconnecté
it_it: Sei stato disconnesso
nb_no: Du har blitt logget ut
nl_nl: U bent uitgelogd
pl_pl: Zostałeś wylogowany
pt_pt: A sua sessão foi encerrada
sv_se: Du har loggats ut

# driveLoggingErrorUserMismatchDescription
source: The account used for this connection does not match the one for this kDrive. Please sign in again with the correct email address %@
da_dk: Kontoen, der bruges til denne forbindelse, svarer ikke til den for dette kDrive. Log venligst ind igen med den korrekte e-mailadresse %@
de_de: Das für diese Verbindung verwendete Konto stimmt nicht mit dem Konto für dieses kDrive überein. Bitte melden Sie sich erneut mit der korrekten E-Mail-Adresse %@ an
el_gr: Ο λογαριασμός που χρησιμοποιήθηκε για αυτή τη σύνδεση δεν αντιστοιχεί στον λογαριασμό αυτού του kDrive. Συνδεθείτε ξανά με τη σωστή διεύθυνση email %@
es_es: La cuenta utilizada para esta conexión no coincide con la de este kDrive. Inicie sesión nuevamente con la dirección de correo electrónico correcta %@
fi_fi: Tähän yhteyteen käytetty tili ei vastaa tämän kDriven tiliä. Kirjaudu uudelleen sisään oikealla sähköpostiosoitteella %@
fr_fr: Le compte utilisé pour cette connexion ne correspond pas à celui de ce kDrive. Veuillez vous connecter à nouveau avec l’adresse électronique correcte %@
it_it: L’account utilizzato per questa connessione non corrisponde a quello di questo kDrive. Accedi di nuovo con l’indirizzo email corretto %@
nb_no: Kontoen som ble brukt for denne tilkoblingen samsvarer ikke med den for denne kDrive. Logg inn igjen med riktig e-postadresse %@
nl_nl: Het account dat voor deze verbinding is gebruikt, komt niet overeen met dat van dit kDrive. Log opnieuw in met het juiste e-mailadres %@
pl_pl: Konto użyte do tego połączenia nie odpowiada kontu tego kDrive. Zaloguj się ponownie przy użyciu właściwego adresu e-mail %@
pt_pt: A conta utilizada para esta ligação não corresponde à deste kDrive. Inicie sessão novamente com o endereço de e-mail correto %@
sv_se: Kontot som används för den här anslutningen matchar inte det för den här kDrive. Logga in igen med rätt e-postadress %@

# driveLoggingErrorUserMismatchTitle
source: This account does not match
da_dk: Denne konto stemmer ikke overens
de_de: Dieses Konto stimmt nicht überein
el_gr: Αυτός ο λογαριασμός δεν αντιστοιχεί
es_es: Esta cuenta no coincide
fi_fi: Tämä tili ei vastaa
fr_fr: Ce compte ne correspond pas
it_it: Questo account non corrisponde
nb_no: Denne kontoen samsvarer ikke
nl_nl: Dit account komt niet overeen
pl_pl: To konto nie pasuje
pt_pt: Esta conta não corresponde
sv_se: Det här kontot matchar inte

# driveWakingUpErrorDescription
source: kDrive is waking up… this may take a few moments.
da_dk: kDrive vågner op… dette kan tage et par øjeblikke.
de_de: kDrive wird aktiviert… dies kann einen Moment dauern.
el_gr: Το kDrive αφυπνίζεται… αυτό μπορεί να χρειαστεί μερικές στιγμές.
es_es: kDrive se está activando… esto puede tardar unos instantes.
fi_fi: kDrive herää… tämä voi kestää hetken.
fr_fr: Le kDrive est en cours de réveil… cela peut prendre quelques instants.
it_it: kDrive si sta riattivando… potrebbe richiedere qualche istante.
nb_no: kDrive våkner opp… dette kan ta et øyeblikk.
nl_nl: kDrive wordt geactiveerd… dit kan enkele ogenblikken duren.
pl_pl: kDrive się wybudza… może to chwilę potrwać.
pt_pt: O kDrive está a ser ativado… pode demorar alguns instantes.
sv_se: kDrive vaknar… det kan ta några ögonblick.

# driveWakingUpErrorTitle
source: kDrive is waking up
da_dk: kDrive vågner op
de_de: kDrive wird aktiviert
el_gr: Το kDrive αφυπνίζεται
es_es: kDrive se está activando
fi_fi: kDrive herää
fr_fr: Réveil du kDrive en cours
it_it: kDrive si sta riattivando
nb_no: kDrive våkner opp
nl_nl: kDrive wordt geactiveerd
pl_pl: kDrive się wybudza
pt_pt: O kDrive está a ser ativado
sv_se: kDrive vaknar

# duplicateNamesErrorTitle
source: Duplicate names
da_dk: Dobbelte navne
de_de: Doppelte Namen
el_gr: Διπλά ονόματα
es_es: Nombres duplicados
fi_fi: Nimien kaksoiskappale
fr_fr: Dédoublement de noms
it_it: Nomi duplicati
nb_no: Dupliserte navn
nl_nl: Dubbele namen
pl_pl: Zduplikowane nazwy
pt_pt: Nomes duplicados
sv_se: Duplicerade namn

# enableDebugLogDescription
source: Record diagnostic information on my computer.
da_dk: Optag diagnostiske oplysninger på min computer.
de_de: Diagnoseinformationen auf meinem Computer aufzeichnen.
el_gr: Καταγραφή διαγνωστικών πληροφοριών στον υπολογιστή μου.
es_es: Registrar información de diagnóstico en mi ordenador.
fi_fi: Tallenna diagnostiikkatiedot tietokoneelleni.
fr_fr: Enregistrer les informations de diagnostic sur mon ordinateur.
it_it: Registra informazioni diagnostiche sul mio computer.
nb_no: Registrer diagnostisk informasjon på datamaskinen min.
nl_nl: Diagnostische informatie opnemen op mijn computer.
pl_pl: Zapisuj informacje diagnostyczne na moim komputerze.
pt_pt: Registar informações de diagnóstico no meu computador.
sv_se: Spela in diagnostisk information på min dator.

# enableDebugLogsSetting
source: Enable debug logging
da_dk: Aktivér fejlfindingslogning
de_de: Debug-Protokollierung aktivieren
el_gr: Ενεργοποίηση καταγραφής εντοπισμού σφαλμάτων
es_es: Activar registro de depuración
fi_fi: Ota virheenkorjauksen kirjaus käyttöön
fr_fr: Activer l’enregistrement des informations de débogage
it_it: Abilita log di debug
nb_no: Aktiver feilsøkingslogging
nl_nl: Foutopsporingsregistratie inschakelen
pl_pl: Włącz rejestrowanie debugowania
pt_pt: Ativar o registo de depuração
sv_se: Aktivera felsökningsloggning

# enterPasswordPlaceholder
source: Enter your password
da_dk: Indtast din adgangskode
de_de: Geben Sie Ihr Passwort ein
el_gr: Εισαγάγετε τον κωδικό πρόσβασής σας
es_es: Introduzca su contraseña
fi_fi: Syötä salasanasi
fr_fr: Entrez votre mot de passe
it_it: Inserisci la tua password
nb_no: Skriv inn passordet ditt
nl_nl: Voer uw wachtwoord in
pl_pl: Wprowadź hasło
pt_pt: Introduza a sua palavra-passe
sv_se: Ange ditt lösenord

# errCreateCancelDescription
source: You do not have the required permissions to add a %@ to this location. Request access from the owner or administrator.
da_dk: Du har ikke de nødvendige tilladelser til at tilføje en %s til denne placering. Anmod om adgang fra ejeren eller administratoren.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um %@ zu diesem Speicherort hinzuzufügen. Fordern Sie den Zugriff beim Eigentümer oder Administrator an.
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να προσθέσετε ένα %@ σε αυτή την τοποθεσία. Ζητήστε πρόσβαση από τον κάτοχο ή τον διαχειριστή.
es_es: No tiene los permisos necesarios para agregar un %@ en esta ubicación. Solicite acceso al propietario o al administrador.
fi_fi: Sinulla ei ole tarvittavia käyttöoikeuksia lisätäksesi %@ tähän sijaintiin. Pyydä käyttöoikeutta omistajalta tai järjestelmänvalvojalta.
fr_fr: Vous n’avez pas les droits nécessaires pour ajouter un %@ à cet emplacement. Demandez l’accès au propriétaire ou à l’administrateur.
it_it: Non hai le autorizzazioni necessarie per aggiungere un %@ in questa posizione. Richiedi l’accesso al proprietario o all’amministratore.
nb_no: Du har ikke de nødvendige tillatelsene til å legge til en %@ på dette stedet. Be om tilgang fra eieren eller administratoren.
nl_nl: U heeft niet de vereiste rechten om een %@ toe te voegen aan deze locatie. Vraag toegang aan bij de eigenaar of beheerder.
pl_pl: Nie masz wymaganych uprawnień, aby dodać %@ do tej lokalizacji. Poproś właściciela lub administratora o dostęp.
pt_pt: Não tem as permissões necessárias para adicionar um %@ a esta localização. Peça acesso ao proprietário ou administrador.
sv_se: Du har inte nödvändiga behörigheter för att lägga till en %s på den här platsen. Begär åtkomst från ägaren eller administratören.

# errDeleteCancelDescription
source: You do not have permission to delete this %@. It has been restored to its original location. Request access from the owner or administrator.
da_dk: Du har ikke tilladelse til at slette dette %s. Det er blevet gendannet til sin oprindelige placering. Anmod om adgang fra ejeren eller administratoren.
de_de: Sie haben keine Berechtigung, %@ zu löschen. Es wurde an seinen ursprünglichen Speicherort wiederhergestellt. Fordern Sie den Zugriff beim Eigentümer oder Administrator an.
el_gr: Δεν έχετε άδεια να διαγράψετε αυτό το %@. Έχει αποκατασταθεί στην αρχική του τοποθεσία. Ζητήστε πρόσβαση από τον κάτοχο ή τον διαχειριστή.
es_es: No tiene permiso para eliminar este %@. Se ha restaurado a su ubicación original. Solicite acceso al propietario o al administrador.
fi_fi: Sinulla ei ole lupaa poistaa tätä %@. Se on palautettu alkuperäiseen sijaintiinsa. Pyydä käyttöoikeutta omistajalta tai järjestelmänvalvojalta.
fr_fr: Vous n’avez pas l’autorisation de supprimer ce %@. Il a été restauré à son emplacement d’origine. Demandez l’accès au propriétaire ou à l’administrateur.
it_it: Non hai il permesso di eliminare questo %@. È stato ripristinato nella posizione originale. Richiedi l’accesso al proprietario o all’amministratore.
nb_no: Du har ikke tillatelse til å slette dette %@. Det er blitt gjenopprettet til sin opprinnelige plassering. Be om tilgang fra eieren eller administratoren.
nl_nl: U heeft geen toestemming om deze %@ te verwijderen. Het is hersteld naar de oorspronkelijke locatie. Vraag toegang aan bij de eigenaar of beheerder.
pl_pl: Nie masz uprawnień do usunięcia tego %@. Został on przywrócony do pierwotnej lokalizacji. Poproś właściciela lub administratora o dostęp.
pt_pt: Não tem permissão para eliminar este %@. Foi restaurado para a sua localização original. Peça acesso ao proprietário ou administrador.
sv_se: Du har inte behörighet att ta bort denna %s. Den har återställts till sin ursprungliga plats. Begär åtkomst från ägaren eller administratören.

# errDialogConfigChangedTitle
source: A change was detected in your configuration
da_dk: En ændring blev registreret i din konfiguration
de_de: Eine Änderung in Ihrer Konfiguration wurde erkannt
el_gr: Εντοπίστηκε αλλαγή στη διαμόρφωσή σας
es_es: Se detectó un cambio en su configuración
fi_fi: Konfiguraatiossasi havaittiin muutos
fr_fr: Un changement a été détecté dans votre configuration
it_it: È stata rilevata una modifica alla tua configurazione
nb_no: En endring ble oppdaget i konfigurasjonen din
nl_nl: Er is een wijziging gedetecteerd in uw configuratie
pl_pl: Wykryto zmianę w konfiguracji
pt_pt: Foi detetada uma alteração na sua configuração
sv_se: En ändring hittades i din konfiguration

# errDialogInvalidSyncSyncDirAccessDescription
source: In these situations, a new sync may be required to continue using kDrive correctly.
da_dk: I disse situationer kan en ny synkronisering være nødvendig for at fortsætte med at bruge kDrive korrekt.
de_de: In diesen Situationen kann eine neue Synchronisierung erforderlich sein, um kDrive korrekt weiter zu verwenden.
el_gr: Σε αυτές τις περιπτώσεις, ενδέχεται να απαιτείται νέος συγχρονισμός για να συνεχίσετε να χρησιμοποιείτε σωστά το kDrive.
es_es: En estas situaciones, puede ser necesaria una nueva sincronización para continuar usando kDrive correctamente.
fi_fi: Näissä tilanteissa uusi synkronointi saattaa olla tarpeen kDriven oikean toiminnan jatkamiseksi.
fr_fr: Dans ces situations, une nouvelle synchronisation peut être nécessaire pour continuer à utiliser kDrive correctement.
it_it: In questi casi, potrebbe essere necessaria una nuova sincronizzazione per continuare a utilizzare kDrive correttamente.
nb_no: I disse situasjonene kan en ny synkronisering være nødvendig for å fortsette å bruke kDrive korrekt.
nl_nl: In deze situaties kan een nieuwe synchronisatie nodig zijn om kDrive correct te blijven gebruiken.
pl_pl: W takich sytuacjach może być wymagana nowa synchronizacja, aby nadal prawidłowo korzystać z kDrive.
pt_pt: Nestas situações, uma nova sincronização pode ser necessária para continuar a utilizar o kDrive corretamente.
sv_se: I dessa situationer kan en ny synkronisering krävas för att fortsätta använda kDrive korrekt.

# errDialogLocalFileAccessDescription
source: The access permissions for %@ were changed, preventing it from being synced.
da_dk: Adgangstilladelserne for %s blev ændret, hvilket forhindrer den i at blive synkroniseret.
de_de: Die Zugriffsberechtigungen für %@ wurden geändert, was die Synchronisierung verhindert.
el_gr: Τα δικαιώματα πρόσβασης για το %@ άλλαξαν, εμποδίζοντας τον συγχρονισμό του.
es_es: Los permisos de acceso de %@ fueron modificados, lo que impide su sincronización.
fi_fi: Kohteen %@ käyttöoikeuksia muutettiin, mikä estää sen synkronoinnin.
fr_fr: Les droits d’accès du %@ ont été modifiés, ce qui empêche sa synchronisation.
it_it: Le autorizzazioni di accesso per %@ sono state modificate, impedendone la sincronizzazione.
nb_no: Tilgangsrettighetene for %@ ble endret, noe som hindrer synkronisering.
nl_nl: De toegangsrechten voor %@ zijn gewijzigd, waardoor het niet kan worden gesynchroniseerd.
pl_pl: Uprawnienia dostępu do %@ zostały zmienione, co uniemożliwia jego synchronizację.
pt_pt: As permissões de acesso ao %@ foram alteradas, impedindo a sua sincronização.
sv_se: Åtkomstbehörigheterna för %s har ändrats, vilket förhindrar att den synkroniseras.

# errDialogLocalFileAccessFaqLink
source: Check the %@ to restore access
da_dk: Tjek %s for at gendanne adgang
de_de: Überprüfen Sie %@, um den Zugriff wiederherzustellen
el_gr: Ελέγξτε το %@ για να αποκαταστήσετε την πρόσβαση
es_es: Consulte %@ para restaurar el acceso
fi_fi: Katso %@ palauttaaksesi käyttöoikeuden
fr_fr: Consultez la %@ pour rétablir l’accès
it_it: Consulta %@ per ripristinare l’accesso
nb_no: Sjekk %@ for å gjenopprette tilgang
nl_nl: Raadpleeg de %@ om de toegang te herstellen
pl_pl: Sprawdź %@, aby przywrócić dostęp
pt_pt: Consulte o %@ para restaurar o acesso
sv_se: Se %s för att återställa åtkomst

# errDialogLocalFileAccessLocationLabel
source: Last location of %@:
da_dk: Seneste placering af %s:
de_de: Letzter Speicherort von %@:
el_gr: Τελευταία τοποθεσία του %@:
es_es: Última ubicación de %@:
fi_fi: Kohteen %@ viimeinen sijainti:
fr_fr: Dernier emplacement du %@ :
it_it: Ultima posizione di %@:
nb_no: Siste plassering av %@:
nl_nl: Laatste locatie van %@:
pl_pl: Ostatnia lokalizacja %@:
pt_pt: Última localização de %@:
sv_se: Senaste plats för %s:

# errDialogSystemSyncDirDiskMissingTitle
source: External disk disconnected
da_dk: Ekstern disk frakoblet
de_de: Externes Laufwerk getrennt
el_gr: Εξωτερικός δίσκος αποσυνδέθηκε
es_es: Disco externo desconectado
fi_fi: Ulkoinen levy irrotettu
fr_fr: Disque externe déconnecté
it_it: Disco esterno disconnesso
nb_no: Ekstern disk frakoblet
nl_nl: Externe schijf losgekoppeld
pl_pl: Zewnętrzny dysk odłączony
pt_pt: Disco externo desligado
sv_se: Extern disk frånkopplad
